data.item = [
  {
    id: "몽당단검",
    attack: 10,
    type: "weapon"
  },
  {
    id: "석류석",
    type: "pendant",
    text: "성공과 승리. 당신이 어떤 일이든 성공할 때마다 근력이 1 증가한다."
  },
  {
    id: "자수정",
    type: "pendant",
    text: "평화와 성실. 당신이 이로운 효과를 사용할 때의 지력이 25% 증가한다."
  },
  {
    id: "혈석",
    type: "pendant",
    text: "예수의 피. 당신이 죽기 직전 이 보석이 파괴되고 상대를 처치하며 당신의 체력이 1로 부활한다."
  },
  {
    id: "금강석",
    type: "pendant",
    text: "순수와 행운. 당신의 행운이 선에 비례하고 악에 반비례하여 증가한다. 악이 높아지면 저주받은 금강석으로 변한다."
  },
  {
    id: "취옥",
    type: "pendant",
    text: "영원한 사랑."
  },
]